Repository: rkorzeniewski/bacula
Catalog: gui/bweb/po/*.po
Languages: fr

source: About
fr: A propos

source: New
fr: Nouvelle

source: You have to create a Location which will have the same name.
fr: Vous devez créer une Location du même nom que votre robotique.

source: Name:
fr: Nom :

source: Pre-command:
fr: Pre-commande :

source: can be "sudo" or "ssh storage@storagehost"...
fr: peut être "sudo" ou "ssh storage@storagehost"...

source: mtx command:
fr: commande mtx :

source: Device:
fr: Périphérique :

source: Drives
fr: Lecteurs

source: Save
fr: Sauver

source: Autochanger:
fr: Robotique :

source: You must run update slot, Autochanger status is different from bacula slots
fr: Vous devez lancer la mise à jour des slots, le contenu de la robotique est différent de ce qui est indiqué dans la base de bacula.

source: Tools
fr: Options

source: run label barcodes
fr: Labélisation des médias, (label barcodes)

source: put selected media on i/o
fr: Mettre les médias sélectionnés dans le guichet

source: Eject
fr: Externaliser

source: Clear I/O
fr: Vider le guichet

source: run update slots
fr: Mettre à jour la base bacula, (update slots)

source: Update
fr: Scanner

source: mount drive
fr: Charger un lecteur

source: umount drive
fr: Décharger un lecteur

source: Drives:
fr: Lecteurs :

source: Content:
fr: Contenu :

source: Real Slot
fr: Slot réel

source: Volume Name
fr: Nom de volume

source: Vol Bytes
fr: Taille

source: Vol Status
fr: Vol Statut

source: Media Type
fr: Type

source: Pool Name
fr: Nom du Pool

source: Last Written
fr: Dernière écriture

source: When expire ?
fr: Expiration

source: Select
fr: Sélection

source: Drive Name
fr: Lecteurs

source: Add Media
fr: Ajouter des Medias

source: Number of media to create:
fr: Nombre de média à créer :

source: Starting number:
fr: Numéro de départ :

source: Add
fr: Ajouter

source: Bweb - Bacula Web Interface
fr: Bweb - Interface Web de Bacula

source: Sorry at this moment, bweb works only with mozilla.
fr: Désolé, bweb fonctionne seulement avec mozilla.

source: Main
fr: Accueil

source: Groups
fr: Groupes

source: Defined Jobs
fr: Jobs définis

source: Jobs by group
fr: Jobs par groupe

source: Missing Jobs
fr: Jobs absents

source: Last Jobs
fr: Historique

source: Running Jobs
fr: Jobs en cours

source: Next Jobs
fr: Prochains jobs

source: Launch brestore
fr: Lancer brestore

source: Restore
fr: Restauration

source: Media
fr: Médias

source: Pools
fr: Pools de média

source: Locations
fr: Localisations

source: All Media
fr: Tous les Medias

source: Eject Media
fr: Externaliser

source: Load Media
fr: Internaliser

source: Statistics
fr: Statistiques

source: Search media
fr: Chercher un media

source: Search client
fr: Chercher un client

source: Search media or client
fr: Chercher un media ou un client

source: Pool usage
fr: Utilisation du pool

source: Hide Job
fr: Cacher les jobs

source: Level
fr: Niveau

source: Any
fr: Tous

source: Differential
fr: Diff&eacute;rentielle

source: Incremental
fr: Incr&eacute;mentale

source: Status
fr: Statut

source: Error
fr: Erreur

source: Canceled
fr: Annul&eacute;

source: Age
fr: Période

source: This week
fr: Cette semaine

source: Last 30 days
fr: 30 derniers jours

source: Size
fr: Taille

source: Width:
fr: Largeur :

source: Height:
fr: Hauteur :

source: Job Name
fr: Nom du Job

source: Nothing to display, Try a bigger date range
fr: Rien n a afficher, essayer avec une autre période

source: Move media
fr: Déplacer des médias

source: [BACULA] Move media to
fr: [BACULA] Déplacer des médias vers

source: Hi,
fr: Bonjour,

source: Could you move these media to
fr: Pouvez vous déplacer ces médias vers

source: When it's finish, could you update media location?
fr: Quand cela sera terminé, pouvez vous cliquer sur le lien ci-dessous pour mettre à jour la localisation ?

source: you can use this link:
fr: Vous pouvez utiliser ce lien :

source: Thanks
fr: Merci

source: Apply
fr: Appliquer

source: Selection
fr: Sélection

source: Running job
fr: Job

source: on
fr: sur

source: Job Name:
fr: Nom du job :

source: Processing file:
fr: Fichier en cours :

source: Speed:
fr: Vitesse :

source: Files Examined:
fr: Fichiers vus :

source: Bytes:
fr: Taille :

source: Refresh
fr: Rafraîchir

source: Do you want to cancel this job?
fr: Vous voulez annuler ce job ?

source: Cancel job
fr: Annuler le job

source: Cancel
fr: Annuler

source: Show last job
fr: Voir l'historique

source: Last jobs
fr: Historique

source: Show current job
fr: Voir les jobs en cours

source: Current jobs
fr: Jobs courants

source: Show client status
fr: Statistiques

source: Client stats
fr: Statistiques

source: Name
fr: Nom

source: Desc
fr: Description

source: Auto Prune
fr: Prune automatique

source: File Retention
fr: Rétention des fichiers

source: Job Retention
fr: Rétention

source: SQL Connection
fr: Connexion SQL

source: General Options
fr: Options Générales

source: Bweb Configuration
fr: Configuration Bweb

source: This folder must be writable by apache user and must be accessible on /bweb/fv
fr: Ce répertoire doit être accessible en ecriture pour apache et être sous /bweb/fv

source: You can choose the Job table that you want to use to get statistics
fr: Vous pouvez utiliser une autre table que Job pour vos statistiques

source: Use a wiki for jobs documentation?
fr: Utiliser un wiki pour documenter les jobs ?

source: Display log timestamp
fr: Afficher l'heure des logs

source: Use user managment in bweb. Read INSTALL first
fr: Active la gestion des utilisateurs dans bweb. Lire le manuel avant.

source: use a wiki for jobs documentation?
fr: Utiliser un wiki pour documenter les jobs ?

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: View
fr: Voir

source: Add autochanger
fr: Ajouter une robotique

source: View last jobs
fr: Voir les anciens jobs

source: View current jobs
fr: Voir les jobs en cours

source: View stats
fr: Voir les stats

source: Nb Files
fr: Nb Fichiers

source: Nb Errors
fr: Nb Erreurs

source: Filter
fr: Filtre

source: All
fr: P&eacute;riode

source: Since
fr: Depuis

source: 1 week
fr: Cette semaine

source: 30 days
fr: 30 derniers jours

source: 6 months
fr: 6 derniers mois

source: Per days
fr: Par jour

source: Per weeks
fr: Par semaine

source: Per months
fr: Par mois

source: Number of items
fr: Nombre d'&eacute;l&eacute;ments

source: Job Type
fr: Type

source: Location
fr: Localisation

source: Expired media
fr: Médias expirés

source: Do you want to delete this group?
fr: Voulez vous vraiment supprimer ce groupe ?

source: Remove
fr: Supprimer

source: Modify
fr: Modifier

source: View members
fr: Voir les membres

source: View jobs
fr: Voir les jobs

source: View non-members
fr: Voir les clients sans groupe

source: View others
fr: Voir les autres

source: StartTime
fr: Début

source: Duration
fr: Durée

source: JobFiles
fr: Fichiers

source: JobBytes
fr: Taille

source: Errors
fr: Erreurs

source: Group summary
fr: Vue par groupe

source: Group
fr: Groupe

source: Information about job
fr: Information sur un job

source: delete this job
fr: Supprimer ce job

source: Do you want to delete this job from the catalog?
fr: Voulez vous vraiment supprimer ce job du catalogue ?

source: View media
fr: Voir les médias

source: view
fr: voir

source: View trends
fr: Voir les tendances

source: View FileSet
fr: Voir le fileset associé

source: View file usage
fr: Répartition des fichiers

source: It could take long time, do you want to continue?
fr: Ce traitement peut prendre beaucoup de temps, voulez vous continuer ?

source: View doc
fr: Documentation

source: run this job again
fr: Relancer ce job

source: Run this job
fr: Lancer ce job

source: View only errors
fr: Voir les erreurs

source: Do you want to remove this location?
fr: Voulez vous supprimer cette localisation ?

source: Edit a location
fr: Modifier

source: View content
fr: Voir le contenu

source: Enabled
fr: Active

source: Cost
fr: Coût

source: Nb volumes
fr: Nb médias

source: Location:
fr: Localisation :

source: Move out
fr: Externaliser

source: Do you want to eject selected media ?
fr: Voulez vous vraiment éjecter ces médias ?

source: Move in
fr: Internaliser

source: Load
fr: Internaliser

source: Update media
fr: Modifier le media

source: Information
fr: Informations

source: Purge
fr: Purger

source: Online
fr: En ligne

source: Vol Usage
fr: Utilisation du volume

source: Volume:
fr: Media :

source: Volume Infos
fr: Informations

source: Volume Stats
fr: Statistiques

source: Job List
fr: Contenu

source: Do you want to eject this volume ?
fr: Voulez vous vraiment éjecter ce média ?

source: move out
fr: Externaliser

source: move in
fr: Internaliser

source: Do you want to purge this volume?
fr: Voulez vous vraiment purger ce média ?

source: View location log
fr: Voir les déplacements

source: Location log
fr: Log sur les déplacements

source: Expire
fr: Expiration

source: Retention
fr: Rétention

source: Max use duration
fr: Temps maxi d'utilisation

source: Max jobs
fr: Nombre de jobs maxi :

source: Vol Mounts
fr: Nb montages

source: Recycle count
fr: Nb de recyclage

source: Read time
fr: Temps de lecture

source: Write time
fr: Temp d'écriture

source: Start Time
fr: Début

source: Files
fr: Fichiers

source: Bytes
fr: Taille

source: Show content
fr: Afficher le contenu

source: Tips: To modify pool properties, you have to edit your Bacula configuration and reload it. After, you have to run "update pool=mypool" with bconsole.
fr: Tips : Pour modifier les options d'un pool, vous devez éditer la configuration bacula et la recharger (reload). Après vous devez lancer "update pool=mypool" sur la bconsole.

source: Recycle
fr: Recyclé

source: Use Duration
fr: Durée d'utilisation :

source: Max jobs per volume
fr: Nb job maxi par média

source: Max files per volume
fr: Nb job maxi par média

source: Max volume size
fr: Nb volumes

source: Usage
fr: Utilisation

source: User:
fr: Utilisateur :

source: Comment:
fr: Commentaire :

source: Administrator
fr: Administrateur

source: Customer
fr: Client

source: Use groups filter:
fr: Utiliser les filtres par groupes

source: Groups:
fr: Groupes :

source: Users
fr: Utilisateurs

source: Username
fr: Utilisateur

source: An error has occurred:
fr: Une erreur s'est produite :

source: Next
fr: Suivant

source: What is included:
fr: Ce qui est inclus :

source: What is excluded:
fr: Ce qui est exclus :

source: Tips: Warning, this is the current fileset, it could have changed ...
fr: Tips : Attention ceci est le FileSet courant. Il peut avoir changé sur une ancienne sauvegarde.

source: Information about
fr: Informations sur

source: Total clients:
fr: Nombre de clients :

source: Total bytes stored:
fr: Total des sauvegardes :

source: Total media:
fr: Nombre de medias :

source: Database size:
fr: Taille de la base :

source: Total Pool:
fr: Nombre de Pools :

source: Total Job:
fr: Nombre de Jobs :

source: Job failed
fr: Job en erreur

source: Job size per job for the period
fr: Taille des jobs pour la période

source: Job Size
fr: Taille des job

source: Job duration per job for the period
fr: Durée des jobs pour la période

source: Job Duration
fr: Durée

source: Job rate per job for the period
fr: Débit des job pour la période

source: Job Rate
fr: Débit des Jobs

source: Number of backed files per job for the period
fr: Nombre de fichier sauvegardé par job pour la période

source: Number of jobs per hour for the period
fr: Number of job per hour for the period

source: Job per hour
fr: Job par heure

source: Number of jobs per day for the period
fr: Number of job per day for the period

source: Display Job duration, size and files with balloons
fr: Affiche la durée, la taille et le nombre de fichier avec des cercles

source: Display Job duration, files and size with balloons
fr: Affiche la durée, le nombre de fichier et la taille avec des cercles

source: Graph type
fr: Type de graphique

source: Bars
fr: Barres

source: Lines
fr: Lignes

source: Lines points
fr: Lignes avec points

source: Group:
fr: Groupe :

source: Help ejecting media (part 1/2)
fr: Assistant d'externalisation de médias (partie 1/2)

source: This tool will select the best candidates to eject. You will be asked to make your selection on the next screen.
fr: Cet outil va sélectionner pour vous les meilleurs cartouches à externaliser. Vous devrez choisir parmi la sélection de l'écran suivant.

source: Media Type:
fr: Type de média :

source: Number of media <br/> to eject:
fr: Nombre de médias <br/> à externaliser :

source: Help to eject media (part 2/2)
fr: Assistant d'externalisation de médias (partie 2/2)

source: Now, you can verify the selection and eject the media.
fr: Maintenant, vous devez vérifier la sélection et éjecter les médias.

source: Back
fr: Précédent

source: Eject selection
fr: Externaliser la selection

source: Help loading media (part 1/2)
fr: Assistant d'internalisation de médias (partie 1/2)

source: This tool will select the best candidates to load. You will be asked to make your selection on the next screen.
fr: Cet outil va sélectionner pour vous les meilleurs cartouches à internaliser. Vous devrez choisir parmi la sélection de l'écran suivant.

source: Expired:
fr: Expirés

source: Number of media <br/> to load:
fr: Nombre de médias <br/> à internaliser :

source: Help to load media (part 2/2)
fr: Assistant d'internalisation de médias (partie 2/2)

source: Now, you can verify the selection and load the media.
fr: Maintenant vous devez vérifier la sélection et charger les médias.

source: New location
fr: Ajouter une localisation

source: Cost:
fr: Coût :

source: Enabled:
fr: Activ&eacute; :

source: yes
fr: oui

source: no
fr: non

source: archived
fr: archivé

source: Tips: It's a good idea to have a location per autochanger.
fr: Tips: Vous devez avoir une localisation par robotique.

source: New location:
fr: Nouvelle localisation :

source: Move
fr: Déplacer

source: Defined jobs:
fr: Jobs définis :

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Run now
fr: Lancer maintenant

source: Run job:
fr: Lancer le job :

source: Level:
fr: Niveau :

source: Start Time:
fr: Date de d&eacute;marrage :

source: Priority:
fr: Priorité :

source: More options
fr: Options

source: View job
fr: Voir le job

source: Do you want to cancel the selected job?
fr: Vous voulez vraiment annuler ce job ?

source: Scheduled
fr: Quand

source: Priority
fr: Priorité

source: Nothing to display
fr: Rien a afficher

source: Update media location
fr: Mise à jour de la localisation des médias

source: Volume Name:
fr: Nom du volume :

source: Change this to update an other volume
fr: Modifiez ce champs pour mettre à jour un autre média

source: Status:
fr: Statut :

source: InChanger Flag:
fr: InChanger :

source: Retention period:
fr: Période de rétention :

source: Use duration:
fr: Durée d'utilisation :

source: Max Jobs:
fr: Nombre de jobs maxi :

source: Max Files:
fr: Nombre de fichiers maxi :

source: Max Bytes:
fr: Taille maxi :

source: Recycle Pool:
fr: Pool de recyclage :

source: a comment
fr: un commentaire

source: Update from pool
fr: Mettre à jour à partir du pool

source: View Pool
fr: Voir le pool
